[
    {"id":1,"nombre":"Administrador","descripcion":"Como administrador, tienes acceso completo al sistema de pagos a proveedores. Puedes ver y modificar todos los aspectos del proceso, incluyendo el estado de facturas, facturas pagadas, órdenes de compra, historiales, entregas y pagos pendientes. Además, tienes la capacidad de asignar roles y permisos a otros usuarios del sistema."},
    {"id":2,"nombre":"Finanzas","descripcion":"El rol de finanzas te proporciona acceso a las funciones relacionadas con la gestión financiera de pagos a proveedores. Puedes ver y actualizar información sobre el estado de facturas, facturas pagadas y pagos pendientes. También tienes la capacidad de generar informes financieros y realizar análisis de datos relacionados con las transacciones."},
    {"id":3,"nombre":"Tesorería","descripcion":"Como parte del equipo de Tesorería, tu principal responsabilidad es validar los próximos pagos relacionados a las facturas ingresadas por tus vendedores para recibir el pago en el portal. Tienes acceso para revisar el estado de las facturas y verificar su cumplimiento con los términos de pago acordados. Además, puedes validar la ejecución de los  pagos pendientes para garantizar que se realicen de manera oportuna y eficiente. También puedes colaborar con otros departamentos para resolver cualquier discrepancia en los pagos y asegurar una gestión precisa de las transacciones financieras relacionadas con los proveedores."},
    {"id":4,"nombre":"Ventas","descripcion":"El rol de ventas te permite acceder a información relacionada con las órdenes de compra y las entregas de productos a proveedores. Puedes ver el estado de las órdenes de compra y realizar seguimiento de las entregas. Además, puedes colaborar con otros departamentos para garantizar una gestión eficiente de los pagos a proveedores."},
    {"id":5,"nombre":"Logistica","descripcion":"Como miembro del equipo de logística, tienes acceso a información sobre las entregas y los envíos de productos a proveedores. Puedes ver el estado de las entregas y coordinar la logística de distribución para asegurar la llegada oportuna de los productos. También puedes proporcionar información relevante sobre los envíos a otros departamentos involucrados en el proceso de pagos a proveedores."}
]